{
  "examples": [
    {
      "url": "https://www.politifact.com/factchecks/2012/nov/01/michael-mccaul/michael-mccaul-says-us-corporate-tax-rate-worlds-h/",
      "claim": "Says U.S. corporate tax rate is highest in the world at 35 percent.",
      "author": "Sue Owen",
      "posted": "11/01/2012",
      "sci_digest": "[]",
      "justification": "Finally, a point where Republicans and at least one prominent Democrat agree.LikePresident Barack Obama and Republican presidential nominee Mitt Romney, Austins U.S. Rep. Michael McCaul says corporate tax rates are too high.To a recentvoters guidequestion on how to combat unemployment, McCaul -- a Republican seeking another term representing the 10th Congressional District -- gave responses that included lowering Americas corporate tax rate, highest in the world at 35 percent.A decrease to 25 percent would stop driving American businesses overseas, McCaul said in the guide, produced by the Austin and Texas chapters of the League of Women Voters and theAustin American-Statesman. McCaul faces Tawana Cadien (Democrat) and Richard Priest (Libertarian) on Nov. 6.PolitiFact has recently checked corporate tax rate claims with a different figure, so we decided to compare this statement.McCaul spokesman Mike Rosen told us by email that 35 percent is the top statutory rate for U.S. corporate taxes, citing an April 5, 2012,backgrounderfrom the Council on Foreign Relations.The council, an independent, nonpartisan think-tank, said the U.S. had the highest corporate tax rate in the world by two measures: Excluding state and local taxes, the rate was 35 percent. With those sub-national taxes, the rate was 39.2 percent.Most news stories we read while researching this fact-check used the latter rate -- combining federal, state and local. Thats the yardstick used in related PolitiFact articles, and its also the statistic that made headlines when an April 1, 2012, rate cut took effect in Japan and moved the U.S. into first place. The rest of the top five are France, Belgium and Germany, according to a September 2011reportby the Washington-based Tax Foundation that gave 2012 federal-plus-state/local rates, weighted to reflect the economies sizes so that small countries would not have a disproportional effect on the average. OECD statutory corporate tax rates, 2012  Source: Tax Foundation 2011report The foundations 2011 report and most of the news articles we read for this story limited their comparisons to advanced industrialized countries -- often citing the34 membersof the global Organization for Economic Cooperation and Development. We asked foundation spokesman Richard Morrison for help tracking down country-by-country rates that did not include taxes below the federal level, to make an apples-to-apples comparison with McCauls 35 percent.Morrison pointed us, via email, to anOECD web pagewith achartshowing those numbers for 2012.The U.S. rate of 35 percent is the highest on the chart, with the other OECD nations averaging 23.6 percent (figures that, unlike the statistics cited above, are not weighted to reflect size of national economies).So McCauls statement holds true for federal-level-only corporate tax rates as well as for the state/local-plus-federal rate.Butrecent PolitiFact itemshave also taken into account the rate corporations pay after deductions and exemptions, called the effective rate.In anAug. 27, 2012, Truth-O-Meter article, PolitiFact New Jersey wrote, When you factor in various tax breaks, the rate actually paid by U.S. businesses has been among the highest in the world, but not in first place, studies show.The 2011 foundationreportsummarized 13 studies of effective corporate tax rates across the world, which used different methodologies and were not limited to the OECD roster. The smallest study compared 10 countries; the largest, 183.Those studies found the U.S. effective tax rate ranging from 23 percent to 34.9 percent, which often placed it in the top five, but never No. 1.But the U.S. hit the top spot in a more recent report. Morrison told us the latest such comparison was made in September 2012 for the libertarian Cato Institute. Thatreportcalculated the U.S. effective rate at 35.6 percent and ranked it highest among OECD nations but fourth among all 90 nations it examined.How did U.S. rates get to be among the highest? Actually, other countries dropped theirs, we learned by phone from Jonathan Masters, author of the Council on Foreign Relations piece.We found succinct descriptions of the history in Time magazine and The Hill, a Washington, D.C. newspaper. An April 2, 2012, Timeblog postsays that while the U.S. rate stayed steady for two decades, the trend internationally has been towards lower corporate tax rates. The Hills Aug. 27, 2012blog postsays that in 1986, the OECD nations average corporate tax was 50 percent, but today, its 25 percent for those countries -- it has fallen in half. Meanwhile, the U.S. rate, which fell from 46 percent to 34 percent as a result of tax reform in 1986, is now stuck at 35 percent.Our rulingMcCaul said the U.S. corporate tax rate is the highest in the world at 35 percent.The rate set by federal statute is the highest, both by itself and when considering the federal rate plus state and local taxes.However, theres much less consensus about effective corporate tax rates -- the rates corporations actually pay. Studies dont even agree on what the U.S. effective rate is, pegging it between 23 percent and 35.6 percent. Older studies put the U.S. near the top; a recent study says the U.S. is No. 1 among OECD nations.We rate McCauls statement as Mostly True.",
      "issues": "['Economy', 'Federal Budget', 'Jobs', 'Taxes', 'Texas']",
      "image_data": "[{'image_src': 'https://drive.google.com/uc?export=view&id=1gZX7Vx-xQKVLRrmOi3udzrCAaUy-vjDa', 'image_caption': 'Austin American-Statesman'}]",
      "evidence": "[{'sentence': 'Finally, a point where Republicans and at least one prominent Democrat agree.LikePresident Barack Obama and Republican presidential nominee Mitt Romney, Austins U.S. Rep. Michael McCaul says corporate tax rates are too high.To a recentvoters guidequestion on how to combat unemployment, McCaul -- a Republican seeking another term representing the 10th Congressional District -- gave responses that included lowering Americas corporate tax rate, highest in the world at 35 percent.A decrease to 25 percent would stop driving American businesses overseas, McCaul said in the guide, produced by the Austin and Texas chapters of the League of Women Voters and theAustin American-Statesman. McCaul faces Tawana Cadien (Democrat) and Richard Priest (Libertarian) on Nov. 6.PolitiFact has recently checked corporate tax rate claims with a different figure, so we decided to compare this statement.McCaul spokesman Mike Rosen told us by email that 35 percent is the top statutory rate for U.S. corporate taxes, citing an April 5, 2012,backgrounderfrom the Council on Foreign Relations.The council, an independent, nonpartisan think-tank, said the U.S. had the highest corporate tax rate in the world by two measures: Excluding state and local taxes, the rate was 35 percent. With those sub-national taxes, the rate was 39.2 percent.Most news stories we read while researching this fact-check used the latter rate -- combining federal, state and local. Thats the yardstick used in related PolitiFact articles, and its also the statistic that made headlines when an April 1, 2012, rate cut took effect in Japan and moved the U.S. into first place.', 'hrefs': ['https://www.politifact.com/truth-o-meter/statements/2012/oct/08/barack-obama/obama-says-tax-code-rewards-firms-shifting-jobs-ov/']}, {'sentence': 'The rest of the top five are France, Belgium and Germany, according to a September 2011reportby the Washington-based Tax Foundation that gave 2012 federal-plus-state/local rates, weighted to reflect the economies sizes so that small countries would not have a disproportional effect on the average.', 'hrefs': ['http://taxfoundation.org/sites/taxfoundation.org/files/docs/sr195.pdf']}, {'sentence': 'Source: Tax Foundation 2011report', 'hrefs': ['http://taxfoundation.org/sites/taxfoundation.org/files/docs/sr195.pdf']}, {'sentence': 'The foundations 2011 report and most of the news articles we read for this story limited their comparisons to advanced industrialized countries -- often citing the34 membersof the global Organization for Economic Cooperation and Development.', 'hrefs': ['http://www.oecd.org/general/listofoecdmembercountries-ratificationoftheconventionontheoecd.htm']}, {'sentence': 'We asked foundation spokesman Richard Morrison for help tracking down country-by-country rates that did not include taxes below the federal level, to make an apples-to-apples comparison with McCauls 35 percent.Morrison pointed us, via email, to anOECD web pagewith achartshowing those numbers for 2012.The U.S. rate of 35 percent is the highest on the chart, with the other OECD nations averaging 23.6 percent (figures that, unlike the statistics cited above, are not weighted to reflect size of national economies).So McCauls statement holds true for federal-level-only corporate tax rates as well as for the state/local-plus-federal rate.Butrecent PolitiFact itemshave also taken into account the rate corporations pay after deductions and exemptions, called the effective rate.In anAug. 27, 2012, Truth-O-Meter article, PolitiFact New Jersey wrote, When you factor in various tax breaks, the rate actually paid by U.S. businesses has been among the highest in the world, but not in first place, studies show.The 2011 foundationreportsummarized 13 studies of effective corporate tax rates across the world, which used different methodologies and were not limited to the OECD roster. The smallest study compared 10 countries; the largest, 183.Those studies found the U.S. effective tax rate ranging from 23 percent to 34.9 percent, which often placed it in the top five, but never No. 1.But the U.S. hit the top spot in a more recent report. Morrison told us the latest such comparison was made in September 2012 for the libertarian Cato Institute. Thatreportcalculated the U.S. effective rate at 35.6 percent and ranked it highest among OECD nations but fourth among all 90 nations it examined.How did U.S. rates get to be among the highest? Actually, other countries dropped theirs, we learned by phone from Jonathan Masters, author of the Council on Foreign Relations piece.We found succinct descriptions of the history in Time magazine and The Hill, a Washington, D.C. newspaper. An April 2, 2012, Timeblog postsays that while the U.S. rate stayed steady for two decades, the trend internationally has been towards lower corporate tax rates. The Hills Aug. 27, 2012blog postsays that in 1986, the OECD nations average corporate tax was 50 percent, but today, its 25 percent for those countries -- it has fallen in half. Meanwhile, the U.S. rate, which fell from 46 percent to 34 percent as a result of tax reform in 1986, is now stuck at 35 percent.Our rulingMcCaul said the U.S. corporate tax rate is the highest in the world at 35 percent.The rate set by federal statute is the highest, both by itself and when considering the federal rate plus state and local taxes.However, theres much less consensus about effective corporate tax rates -- the rates corporations actually pay. Studies dont even agree on what the U.S. effective rate is, pegging it between 23 percent and 35.6 percent. Older studies put the U.S. near the top; a recent study says the U.S. is No. 1 among OECD nations.We rate McCauls statement as Mostly True.', 'hrefs': ['http://www.oecd.org/tax/taxpolicyanalysis/oecdtaxdatabase.htm#C_CorporateCaptial']}]",
      "label": true,
      "visualization_bias": NaN,
      "binary_label": 1,
      "claim_length": 13
    },
    {
      "url": "https://www.politifact.com/factchecks/2010/sep/13/austan-goolsbee/Goolsbee-millionaires-tax-cuts-average/",
      "claim": "Extending current tax rates would average more than $100,000 a year to millionaires and even billionaires.",
      "author": "Angie Drobnic Holan",
      "posted": "09/13/2010",
      "sci_digest": "[]",
      "justification": "Tax cuts passed under the Bush administration have been in place for close to ten years, but they will expire at the end of 2010 if Congress doesn't take action. Add in a weak economy, large government deficits, and an upcoming election, and you've got one of the most pressing policy issues of the year. President Barack Obama's administration wants to see the tax cuts made permanent for individuals who make less than $200,000 a year and couples who make less than $250,000 a year. Tax rates would increase for people who earn more than that. Austan Goolsbee defended that position on This Week with Christiane Amanpour. Goolsbee is one of Obama's top economic officials and was recently selected to chair the Council of Economic Advisers, which counsels the president on economic policy. \"Obama has been quite clear,\" Goolsbee said, \"that borrowing $700 billion to extend tax cuts that average more than $100,000 a year to millionaires and even billionaires is the least effective bang for the buck we have.\" We were interested in that $100,000 number—extending the expiring tax cuts would average more than $100,000 a year for millionaires and even billionaires. The White House pointed us to data from the Ways and Means Committee, the committee in the U.S. House of Representatives charged with writing tax legislation. Democrats on the committee asked the Joint Committee on Taxation for an analysis of extending the expiring tax cuts. The Joint Committee on Taxation, or JCT, is a nonpartisan committee with a professional staff of economists, attorneys, and accountants who conduct research. The JCT crunched the numbers to generate several tables estimating tax revenues if the tax cuts expire and how many taxpayers would be affected. The JCT found that for those with an income of $1 million or more, extending the Bush tax cuts would mean $32.7 billion that the government would not collect in 2011. That amount would apply to 315,000 tax filers. Divide the foregone tax revenues by the number of filers, and you get $103,809, or just over $100,000, as Goolsbee stated. We also checked with the Tax Policy Center, an independent, nonpartisan think tank that generates economic projections similar to those of the JCT. The Tax Policy Center found that the average tax increase for millionaires and above would be $128,832. That's a bit higher than the JCT estimate, but for a complex economic analysis, it's fairly close. The center's numbers also support Goolsbee's statement that extending the tax cuts would average more than $100,000 a year for millionaires and even billionaires. To get the perspective of someone who opposes letting the current tax rates expire, we turned to the conservative Heritage Foundation. J.D. Foster said he didn't argue with the numbers but with Goolsbee's focus on millionaires. Many of those who make more than $200,000 or $250,000 are not millionaires, and those individuals will see a tax increase as well. \"If they only intend to raise taxes on millionaires, then they need to change their proposal,\" Foster said. \"I understand it's a convenient rhetorical ploy, but it's factually incorrect.\" This is a fair point: Goolsbee talked about a $700 billion cost, which is a general estimate for what extending the tax cuts for ten years would cost for all higher earners, not just millionaires. We went back to the analysis and found calculations for what the Bush tax cuts are worth for other high incomes. The JCT found that for those who make between $500,000 and $1 million, the lower rates were worth an average of $17,467 per tax filer, and for those who make between $200,000 and $500,000, the lower rates were worth $7,152 per tax filer. The Tax Policy Center's numbers were similar. So Goolsbee is correct that the expiring tax cuts are worth, on average, more than $100,000 for millionaires and billionaires. However, the proposal the president supports would let tax cuts expire for some people who make high salaries but aren't millionaires, which Goolsbee didn't mention. Therefore, we deduct a tick from the Truth-O-Meter and rate his statement as Mostly True.",
      "issues": "['National', 'This Week - ABC News', 'Taxes']",
      "image_data": "[]",
      "evidence": "[{'sentence': \"Tax cuts passed under the Bush administration have been in place for close to ten years, but they will expire at the end of 2010 if Congress doesn't take action. Add in a weak economy, big government deficits, and an upcoming election, and you've got one of the most pressing policy issues of the year.President Barack Obama's administration wants to see the tax cuts made permanent for individuals who make less than $200,000 a year and couples who make less than $250,000 a year. Tax rates would go up for people who make more than that.Austan Goolsbee defended that position onThis Week with Christiane Amanpour. Goolsbee is one of Obama's top economic officials, and was recently selected to chair the Council of Economic Advisers, which counsels the president on economic policy.Obama has been quite clear, Goolsbee said, that borrowing $700 billion to extend tax cuts that average more than $100,000 a year to millionaires and even billionaires is the least effective bang for the buck we have.We were interested in that $100,000 number -- that extending the expiring tax cuts would average more than $100,000 a year to millionaires and even billionaires.The White House pointed us to data from the Ways and Means Committee, the committee in the U.S. House of Representatives charged with writing tax legislation. Democrats on the committee asked the Joint Committee on Taxation for an analysis of extending the expiring tax cuts. The Joint Committee on Taxation, or JCT, is a nonpartisan committee with a professional staff of economists, attorneys and accountants who conduct research.The JCT crunched the numbers to generate several tables estimating tax revenues if the tax cuts expire, and how many taxpayers would be affected. The JCT found that, for those who have income of $1 million or more, extending the Bush tax cuts would mean $32.7 billion that the government would not collect in 2011. That amount would apply to 315,000 tax filers. Divide the foregone tax revenues by the number of filers, and you get $103,809, or just over $100,000, as Goolsbee said.We also checked with the Tax Policy Center, an independent, nonpartisan think tank that generates economic projections similar to those of the JCT. The Tax Policy Center found that theaverage tax increaseto millionaires and up would be $128,832. That's a bit higher than the JCT estimate, but for a complex economic analysis, it's fairly close. The center's numbers also supports Goolsbee's statement that extending the tax cuts would average more than $100,000 a year to millionaires and even billionaires.To get the point of view of someone who opposes letting the current tax rates expire, we turned to the conservative Heritage Foundation. J.D. Foster said he didn't argue with the numbers, but with Goolsbee's focus on millionaires. Many of those who make more than $200,000 or $250,000 are not millionaires, and those people will see a tax increase as well.If they only intend to raise taxes on millionaires, then they need to change their proposal, Foster said. I understand it's a convenient rhetorical ploy, but its factually incorrect.This is a fair point: Goolsbee talked about a $700 billion cost, which is a general estimate for what extending the tax cuts for 10 years would cost for all higher earners, not just millionaires.We went back to the analysis and found calculations for what the Bush tax cuts are worth for other high incomes. The JCT found that for those who make between $500,000 and $1 million, the lower rates were worth an average $17,467 per tax filer, and for those who make between $200,000 and $500,000, the lower rates were worth $7,152 per tax filer. The Tax Policy Center's numberswere similar.So Goolsbee is correct that the expiring tax cuts are worth, on average, more than $100,000 for millionaires and billionaires. But the proposal the president supports would let tax cuts expire for some people who make high salaries but aren't millionaires, which Goolsbee didn't mention. So we deduct a tick from the Truth-O-Meter and rate his statement Mostly True.\", 'hrefs': ['http://www.taxpolicycenter.org/numbers/displayatab.cfm?DocID=2728']}]",
      "label": true,
      "visualization_bias": NaN,
      "binary_label": 1,
      "claim_length": 16
    },
    {
      "url": "https://www.snopes.com/fact-check/obama-shaking-hands-rouhani/",
      "claim": "Is This a Real Photo of Obama Shaking Hands with Iranian President Rouhani?",
      "author": "David Mikkelson",
      "posted": "01/07/2020",
      "sci_digest": "['Arizona U.S. Rep. Paul Gosar tweeted a fake image of a meeting between former President Barack Obama and Iran President Hassan Rouhani.']",
      "justification": "On Jan. 6, 2020, amidst escalating tensions between the U.S. and Iran over the U.S. airstrike that killed Iranian Gen. Qassem Soleimani in Baghdad, U.S. Rep. Paul A. Gosar, R-Az., tweeted a picture of former President Barack Obama shaking hands with Iranian President Hassan Rouhani, along with the caption \"The world is a better place without these guys in power\": airstrike  However, Obama and Rouhani never met face-to-face during the former's term of office, and the image of the two men tweeted by Gosar was a fake created by altering a 2011 photograph of Obama's meeting with former Indian Prime Minister Manmohan Singh to discuss nuclear-liability laws: Manmohan Singh  Moreover, Gosar's critical caption for the fake photo (\"The world is a better place without these guys in power\") was inaccurate, as Rouhani is still very much in power as Iran's president. Rouhani After the picture of Obama and Rouhani was identified as a fake, Gosar then criticized the \"dim witted reporters\" who pointed it out and attempted to claim that the false and misleading aspects of his tweet were irrelevant:   Reuters. \"'Never Threaten the Iranian Nation,' Rouhani Tells Trump.\"\r  The New York Times.  6 January 2020. Wright, Tom.  \"Indian, U.S. Leaders Meet on Nuclear Law.\"\r  The Wall Street Journal.  18 November 2011.",
      "issues": "['liability']",
      "image_data": "[{'image_src': 'https://drive.google.com/uc?export=view&id=1MXgVLtpeWTQ7gIIkmcmW3hYUEFN441YN', 'image_caption': None}]",
      "evidence": "[{'sentence': 'On Jan. 6, 2020, amidst escalating tensions between the U.S. and Iran over the U.S. airstrike that killed Iranian Gen. Qassem Soleimani in Baghdad, U.S. Rep. Paul A. Gosar, R-Az., tweeted a picture of former President Barack Obama shaking hands with Iranian President Hassan Rouhani, along with the caption \"The world is a better place without these guys in power\":', 'hrefs': ['https://www.snopes.com/ap/2020/01/02/irans-gen-soleimani-killed-in-airstrike-at-baghdad-airport/']}, {'sentence': \"However, Obama and Rouhani never met face-to-face during the former's term of office, and the image of the two men tweeted by Gosar was a fake created by altering a 2011 photograph of Obama's meeting with former Indian Prime Minister Manmohan Singh to discuss nuclear-liability laws:\", 'hrefs': ['https://www.wsj.com/articles/SB10001424052970203699404577045231531004356']}, {'sentence': 'Moreover, Gosar\\'s critical caption for the fake photo (\"The world is a better place without these guys in power\") was inaccurate, as Rouhani is still very much in power as Iran\\'s president.', 'hrefs': ['https://www.nytimes.com/reuters/2020/01/06/world/middleeast/06reuters-iraq-security-iran-president.html']}]",
      "label": false,
      "visualization_bias": NaN,
      "binary_label": 0,
      "claim_length": 13
    },
    {
      "url": "https://www.snopes.com/fact-check/asteroid-earth-clickbait-study/",
      "claim": "Scientists Say Giant Asteroid Could Hit Earth Next Week, Causing Mass Devastation",
      "author": "Dan Evon",
      "posted": "07/12/2016",
      "sci_digest": "['An article attempting to prove that most people only read headlines was published with a clickbait title about an incoming, massive asteroid.']",
      "justification": "In June 2016, researchers at Columbia University and the French National Institute published a study concluding that nearly 60 percent of links shared on social media are never clicked and read  that people share news stories based on headlines alone. study And what does this have to do with asteroids hitting the earth? In July 2016, Yackler Magazine published an article bearing the clickbait title, \"Scientists Say Giant Asteroid Could Hit Earth Next Week, Causing Mass Devastation\". While the first two paragraphs of the article were dedicated to the terrifying doomsday event, the author eventually conceded that \"nah,\" she was \"totally messing with you\": article Scientists have discovered a massive asteroid that is on course to hit the Earth next week, and are scrambling to find a way to divert the object. The asteroid has been named 2016-FI and measures approximately 1 km across. If it strikes a populated area is could wipe out entire cities and potentially devastate an entire continent or  nah. Im totally messing with you. Theres no asteroid (at least not about to strike next week). After the clickbait title and a little misinformation, Yackler Magazine provided some quotes from the study and explained that the article was published as a sort of experiment of their own. The article concluded with a call to its readers to use a color word while commenting to show that they had read the article: study   While many readers passed the test with, well, flying colors, others shared the article about a giant asteroid heading toward earth on Facebook: shared People are more willing to share an article than read it, study co-author Arnaud Legout said in a statement. This is typical of modern information consumption. People form an opinion based on a summary, or a summary of summaries, without making the effort to go deeper. To reiterate: there's no giant asteroid heading to earth, and the frightening title was a \"social experiment\" to see how many people actually read the article.   ",
      "issues": "['share']",
      "image_data": "[{'image_src': 'https://drive.google.com/uc?export=view&id=1BfsDQk8wroh1lQPdZoABoGtWgGj0Z5j8', 'image_caption': None}]",
      "evidence": "[{'sentence': 'In June 2016, researchers at Columbia University and the French National Institute published a study concluding that nearly 60 percent of links shared on social media are never clicked and read  that people share news stories based on headlines alone.', 'hrefs': ['https://hal.inria.fr/hal-01281190']}, {'sentence': 'And what does this have to do with asteroids hitting the earth? In July 2016, Yackler Magazine published an article bearing the clickbait title, \"Scientists Say Giant Asteroid Could Hit Earth Next Week, Causing Mass Devastation\". While the first two paragraphs of the article were dedicated to the terrifying doomsday event, the author eventually conceded that \"nah,\" she was \"totally messing with you\":', 'hrefs': ['https://yackler.ca/blog/2016/07/09/scientists-say-giant-asteroid-hit-earth-next-week-causing-mass-devastation/']}, {'sentence': 'After the clickbait title and a little misinformation, Yackler Magazine provided some quotes from the study and explained that the article was published as a sort of experiment of their own. The article concluded with a call to its readers to use a color word while commenting to show that they had read the article:', 'hrefs': ['https://hal.inria.fr/hal-01281190']}, {'sentence': 'While many readers passed the test with, well, flying colors, others shared the article about a giant asteroid heading toward earth on Facebook:', 'hrefs': ['https://www.washingtonpost.com/news/the-intersect/wp/2016/06/16/six-in-10-of-you-will-share-this-link-without-reading-it-according-to-a-new-and-depressing-study/']}]",
      "label": false,
      "visualization_bias": NaN,
      "binary_label": 0,
      "claim_length": 12
    }
  ],
  "n_true": 2,
  "n_false": 2,
  "avg_length": 13.5
}